Repository: RealToken-Community/realtoken-apps
Catalog: lib/l10n/intl_*.arb
Languages: pt, zh

# settingsTitle
source: Settings
pt: Configurações
zh: 设置

source: Dark Theme
pt: Tema Escuro
zh: 深色主题

source: Light
pt: Claro
zh: 浅色

source: Dark
pt: Escuro
zh: 深色

# themeUpdated
source: Theme updated to {theme}
pt: Tema atualizado para {theme}
zh: 主题已更新为 {theme}

source: Language
pt: Idioma
zh: 语言

# languageUpdated
source: Language updated to {language}
pt: Idioma atualizado para {language}
zh: 语言已更新为 {language}

# manageEvmAddresses
source: Manage Wallets
pt: Gerenciar Carteiras
zh: 管理钱包

source: Hello
pt: Olá
zh: 你好

# lastRentReceived
source: Your last rent received amounts to
pt: O último aluguel recebido foi de
zh: 您收到的最后一笔租金为

source: Portfolio
pt: Portfólio
zh: 投资组合

source: Total Portfolio
pt: Portfólio Total
zh: 总投资组合

source: Wallet
pt: Carteira
zh: 钱包

source: Currency
pt: Moeda
zh: 货币

source: Properties
pt: Propriedades
zh: 物业

source: Rented
pt: Alugado
zh: 已租出

source: Rented Units
pt: Unidades Alugadas
zh: 已租出单元

source: units
pt: unidades
zh: 单位

source: Tokens
zh: 代币

source: Total Tokens
pt: Total de Tokens
zh: 代币总数

source: Rents
pt: Aluguéis
zh: 租金

source: Annual Yield
pt: Rendimento Anual
zh: 年收益率

source: Daily
pt: Diário
zh: 每日

source: Weekly
pt: Semanal
zh: 每周

source: Monthly
pt: Mensal
zh: 每月

source: Annually
pt: Anual
zh: 每年

source: No rent received
pt: Nenhum aluguel recebido
zh: 未收到租金

source: Finances
pt: Finanças
zh: 财务

# othersTitle
source: Details of the Others section
pt: Detalhes da seção Outros
zh: 其他部分的详细信息

source: Others
pt: Outros
zh: 其他

source: Insights
zh: 见解

source: Characteristics
pt: Características
zh: 特征

# constructionYear
source: Year of construction
pt: Ano de Construção
zh: 建造年份

# propertyStories
source: Number of stories
pt: Número de Andares
zh: 楼层数

source: Total units
pt: Total de Unidades
zh: 总单元数

source: Lot size
pt: Tamanho do Lote
zh: 地块面积

# squareFeet
source: Interior size
pt: Tamanho Interno
zh: 室内面积

source: Offering
pt: Oferta
zh: 供应

source: Initial launch date
pt: Data de Lançamento Inicial
zh: 初始推出日期

source: Rental type
pt: Tipo de Aluguel
zh: 租赁类型

# rentStartDate
source: First rent
pt: Primeiro Aluguel
zh: 首次租金

source: Total investment
pt: Investimento Total
zh: 总投资

# underlyingAssetPrice
source: Asset price
pt: Preço do Ativo Subjacente
zh: 资产价格

# initialMaintenanceReserve
source: Maintenance reserve
pt: Reserva de Manutenção Inicial
zh: 维护储备金

# grossRentMonth
source: Gross rent per month
pt: Aluguel Bruto por Mês
zh: 每月毛租金

# netRentMonth
source: Net rent per month
pt: Aluguel Líquido por Mês
zh: 每月净租金

# annualPercentageYield
source: Annual yield
pt: Rendimento Anual (%)
zh: 年收益率

source: Blockchain
zh: 区块链

source: Token address
pt: Endereço do Token
zh: 代币地址

source: Network
pt: Rede
zh: 网络

source: Token symbol
pt: Símbolo do Token
zh: 代币符号

source: Contract type
pt: Tipo de Contrato
zh: 合约类型

source: Rental status
pt: Status do Aluguel
zh: 租赁状态

source: Yield evolution
pt: Evolução do Rendimento
zh: 收益演变

source: Price evolution
pt: Evolução do Preço
zh: 价格演变

source: View on RealT
pt: Ver no RealT
zh: 在RealT上查看

source: Not specified
pt: Não Especificado
zh: 未指定

# noPriceEvolution
source: No price evolution. The last price is:
pt: Sem evolução de preço. O último preço é:
zh: 没有价格演变。最新价格为：

# priceEvolutionPercentage
source: Price evolution:
pt: Evolução do preço:
zh: 价格演变：

# noYieldEvolution
source: No yield evolution. The last yield is:
pt: Sem evolução de rendimento. O último rendimento é:
zh: 没有收益演变。最新收益为：

# yieldEvolutionPercentage
source: Yield evolution:
pt: Evolução do rendimento:
zh: 收益演变：

source: Unknown City
pt: Cidade Desconhecida
zh: 未知城市

source: Name Unavailable
pt: Nome Indisponível
zh: 名称不可用

source: Other
pt: Outro
zh: 其他

source: Total Value
pt: Valor Total
zh: 总价值

source: Amount
pt: Quantidade
zh: 金额

source: APY
pt: Rendimento Anual
zh: 年收益率

source: average APY
pt: Rendimento Médio
zh: 平均年收益率

source: Revenue
pt: Receita
zh: 收入

source: Day
pt: Dia
zh: 天

source: Month
pt: Mês
zh: 月

source: Year
pt: Ano
zh: 年

# appDescription
source: mobile app for Community
pt: aplicativo móvel para a Comunidade
zh: 社区移动应用

source: RealTokens list
pt: Lista de RealTokens
zh: RealTokens 列表

source: Recent changes
pt: Alterações Recentes
zh: 最近更改

source: Settings
pt: Configurações
zh: 设置

source: About
pt: Sobre
zh: 关于

source: Feedback
zh: 反馈

source: Application
pt: Aplicativo
zh: 应用

source: Version
pt: Versão
zh: 版本

source: Author
pt: Autor
zh: 作者

source: Thanks
pt: Agradecimentos
zh: 感谢

# thankYouMessage
source: Thank you to everyone who contributed to this project.
pt: Obrigado a todos que contribuíram para este projeto.
zh: 感谢所有为此项目作出贡献的人。

# specialThanks
source: Special thanks to @Sigri, @ehpst, and @pitsbi for their support.
pt: Agradecimentos especiais a @Sigri, @ehpst, e @pitsbi pelo apoio.
zh: 特别感谢 @Sigri, @ehpst 和 @pitsbi 的支持。

source: Donate
pt: Doar
zh: 捐赠

# supportProject
source: Support the project
pt: Apoiar o Projeto
zh: 支持项目

# donationMessage
source: If you like this app and want to support its development, you can donate.
pt: Se você gosta deste aplicativo e deseja apoiar seu desenvolvimento, você pode doar.
zh: 如果您喜欢此应用并希望支持其开发，您可以捐款。

source: Crypto
pt: Cripto
zh: 加密货币

source: Crypto Donation Address
pt: Endereço para Doações em Cripto
zh: 加密货币捐赠地址

# sendDonations
source: Send your donations to the following address:
pt: Envie suas doações para o endereço abaixo:
zh: 将您的捐款发送至以下地址：

# addressCopied
source: Address copied to clipboard
pt: Endereço copiado para a área de transferência
zh: 地址已复制到剪贴板

source: Copy
pt: Copiar
zh: 复制

source: Close
pt: Fechar
zh: 关闭

source: Week
pt: Semana
zh: 周

# rentGraph
source: Rent Received Graph
pt: Gráfico de Aluguéis Recebidos
zh: 租金收取图表

# tokenDistribution
source: Token Distribution by Property Type
pt: Distribuição de Tokens por Tipo de Propriedade
zh: 按物业类型分配代币

source: Single Family
pt: Casa Unifamiliar
zh: 单户住宅

source: Multi Family
pt: Casa Multifamiliar
zh: 多户住宅

source: Duplex
zh: 复式住宅

source: Condominium
pt: Condomínio
zh: 公寓

source: Mixed-Use
pt: Uso Misto
zh: 混合用途

source: Commercial
pt: Comercial
zh: 商业

source: SFR Portfolio
pt: Portfólio SFR
zh: SFR 投资组合

source: MFR Portfolio
pt: Portfólio MFR
zh: MFR 投资组合

source: Resort Bungalow
pt: Bangalô de Resort
zh: 度假村平房

source: Unknown
pt: Desconhecido
zh: 未知

# searchHint
source: Search...
pt: Buscar...
zh: 搜索...

source: All Cities
pt: Todas as Cidades
zh: 所有城市

# rentalStatusAll
source: All
pt: Todos
zh: 全部

# rentalStatusRented
source: Rented
pt: Alugado
zh: 已租出

# rentalStatusPartiallyRented
source: Partially Rented
pt: Parcialmente Alugado
zh: 部分租出

# rentalStatusNotRented
source: Not Rented
pt: Não Alugado
zh: 未租出

source: Sort by Name
pt: Ordenar por Nome
zh: 按名称排序

source: Sort by Value
pt: Ordenar por Valor
zh: 按价值排序

source: Sort by APY
pt: Ordenar por Rendimento
zh: 按年收益率排序

# sortByInitialLaunchDate
source: Sort by recently added
pt: Ordenar por Recente
zh: 按最近添加排序

source: Ascending
pt: Ascendente
zh: 升序

source: Descending
pt: Descendente
zh: 降序

source: Token Distribution by City
pt: Distribuição de Tokens por Cidade
zh: 按城市分配代币

source: Token Distribution by Region
pt: Distribuição de Tokens por Região
zh: 按地区分配代币

source: Token Distribution by Country
pt: Distribuição de Tokens por País
zh: 按国家分配代币

source: Clear Cache/Data
pt: Limpar Cache/Dados
zh: 清除缓存/数据

source: Dashboard
pt: Painel de Controle
zh: 仪表板

source: Statistics
pt: Estatísticas
zh: 统计数据

# noDataAvailable
source: No data available, please add a new wallet
pt: Nenhum dado disponível, por favor adicione uma nova carteira
zh: 无数据，请添加新钱包

# manageAddresses
source: Add wallet
pt: Adicionar carteira
zh: 添加钱包

# depositBalance
source: Deposits
pt: Depósitos
zh: 存款

# borrowBalance
source: Borrows
pt: Empréstimos
zh: 借款

source: USDC Deposit Balance
pt: Saldo de Depósito USDC
zh: USDC 存款余额

source: USDC Borrow Balance
pt: Saldo de Empréstimo USDC
zh: USDC 借款余额

source: XDAI Deposit Balance
pt: Saldo de Depósito XDAI
zh: XDAI 存款余额

source: XDAI Borrow Balance
pt: Saldo de Empréstimo XDAI
zh: XDAI 借款余额

source: Ethereum contract
pt: Contrato Ethereum
zh: 以太坊合约

source: Gnosis contract
pt: Contrato Gnosis
zh: Gnosis 合约

source: View on map
pt: Ver no Mapa
zh: 在地图上查看

source: Maps
pt: Mapas
zh: 地图

# totalRentReceived
source: Total of revenues
pt: Total de Receitas
zh: 总收入

# groupedRentGraph
source: Rents
pt: Aluguéis
zh: 分组租金图表

source: Cumulative Rent Graph
pt: Gráfico de Aluguéis Acumulados
zh: 累积租金图表

# roiPerProperties
source: Property ROI
pt: ROI por Propriedade
zh: 每个物业的 ROI

# roiAlertInfo
source: This ROI feature is in beta and is currently calculated based on the income received from the property and the initial token value.
pt: Esta função ROI está em fase beta e é atualmente calculada com base na renda recebida da propriedade e no valor inicial do token.
zh: 该ROI功能处于测试阶段，当前根据从物业收到的收入和代币初始价值计算。

# recentUpdatesTitle
source: Last 30 days
pt: Últimos 30 dias
zh: 最近30天

# noRecentUpdates
source: No recent changes available.
pt: Nenhuma alteração recente disponível.
zh: 没有可用的最新更改。

# unknownTokenName
source: Unknown name
pt: Nome Desconhecido
zh: 未知名称

# noImageAvailable
source: Image link not available
pt: Link de imagem não disponível
zh: 没有可用的图片链接

# duplicate_title
source: Duplicate properties
pt: Propriedades Duplicadas
zh: 重复的物业

# duplicate
source: Properties present in multiple wallets/RMM
pt: Propriedades presentes em várias carteiras/RMM
zh: 存在于多个钱包/RMM中的物业

source: Future Rents
pt: Aluguéis Futuros
zh: 未来租金

source: No future rents
pt: Sem aluguéis futuros
zh: 无未来租金

source: Next Rondays
pt: Próximos Rondays
zh: 下一个 Rondays

# noCommunicatedDate
source: Date not provided
pt: Data não informada
zh: 未提供日期

# serviceStatusPage
source: Services status
pt: Status dos Serviços
zh: 服务状态

# lastExecution
source: Last update
pt: Última atualização
zh: 最后更新

# allWorkCorrectly
source: Everything is working correctly
pt: Tudo está funcionando corretamente
zh: 一切正常

# somethingWrong
source: The data may not be up to date
pt: Os dados podem não estar atualizados
zh: 数据可能未更新

source: Net Annual Rent
pt: Aluguel Líquido Anual
zh: 净年租金

source: RealT Performance
pt: Desempenho do RealT
zh: RealT 业绩

source: Text size
pt: Tamanho do Texto
zh: 文字大小

# convertSqft
source: Convert sqft to m²
pt: Converter sqft para m²
zh: 将平方英尺转换为平方米

# rentStartFuture
source: Rent not started
pt: Aluguel não iniciado
zh: 租赁尚未开始

source: Confirm Action
pt: Confirmar Ação
zh: 确认操作

# areYouSureClearData
source: Are you sure you want to clear cache and data?
pt: Tem certeza de que deseja limpar o cache e os dados?
zh: 您确定要清除缓存和数据吗？

source: Cancel
pt: Cancelar
zh: 取消

source: Confirm
pt: Confirmar
zh: 确认

source: Export Data
pt: Exportar Dados
zh: 导出数据

source: Import Data
pt: Importar Dados
zh: 导入数据

# exportSuccess
source: Data exported successfully
pt: Dados exportados com sucesso
zh: 数据已成功导出

# exportFailed
source: Failed to export data
pt: Falha ao exportar dados
zh: 数据导出失败

# importSuccess
source: Data imported successfully
pt: Dados importados com sucesso
zh: 数据已成功导入

# importFailed
source: Failed to import data
pt: Falha ao importar dados
zh: 数据导入失败

# importExportData
source: Import or export data (zip)
pt: Importar ou exportar dados (zip)
zh: 导入或导出数据 (zip)

# aboutImportExportTitle
source: Import/Export Function
pt: Função de Importação/Exportação
zh: 导入/导出功能

# aboutImportExport
source: This function allows you to save and re-import balance history data (wallet and RMM) into a ZIP file.
pt: Esta função permite salvar e reimportar os dados do histórico de saldos (carteira e RMM) em um arquivo ZIP.
zh: 此功能允许您将钱包和RMM的余额历史保存并重新导入到ZIP文件中。

source: Wallet Balance History
pt: Histórico do Saldo da Carteira
zh: 钱包余额历史

source: Hours
pt: Horas
zh: 小时

source: Days
pt: Dias
zh: 天

source: Weeks
pt: Semanas
zh: 周

source: Period
pt: Período
zh: 时间段
